Repository: CSchool/SchoolSite
Catalog: CSchoolSite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Period
ru: Учебный период

source: Mark selected applications as Accepted
ru: Принять выбранные заявки

source: Mark selected applications as Enrolled
ru: Зачислить выбранные заявки

source: Mark selected applications as Issued
ru: Пометить выбранные заявки как оформленные

source: Mark selected applications as Studying
ru: Пометить выбранные заявки как обучающиеся

source: Applications
ru: Заявки

source: Yes
ru: Да

source: No
ru: Нет

source: Unknown
ru: Неизвестно

source: Student's initials
ru: ФИО ученика

source: birthday
ru: Дата рождения

source: Voucher ID
ru: Номер путёвки

source: Confirm participation
ru: Подтвердить участие

source: Group
ru: Группа

source: Theory score
ru: Балл за теорию

source: Practice score
ru: Балл за практику

source: Personal data processing agreement
ru: Соглашение на обработку персональных данных

source: Not yet uploaded
ru: Не загружено

source: Unavailable
ru: Недоступно

source: Language
ru: Язык

source: Report
ru: Вердикт

source: Size
ru: Размер

source: Periods
ru: Учебные периоды

source: view periods
ru: Просматривать учебные периоды

source: Name
ru: Название

source: Period begins
ru: Начало периода

source: Period ends
ru: Окончание периода

source: Registration begins
ru: Начало регистрации

source: Registration ends
ru: Окончание регистрации

source: Attachment
ru: Прикреплённый файл

source: Attachments
ru: Прикреплённые файлы

source: Other
ru: Другое

source: Attachment type
ru: Тип прикрепляемого файла

source: File
ru: Файл

source: Event
ru: Событие

source: Events
ru: События

source: Description
ru: Описание

source: Category
ru: Категория

source: Registration open
ru: Регистрация открыта

source: Participants limit
ru: Максимальное количество участников

source: Relative difficulty
ru: Относительная сложность

source: Coordinators
ru: Координаторы

source: Class group
ru: Учебная группа

source: Camp group
ru: Отряд

source: Tournament
ru: Турнир

source: Event type
ru: Тип события

source: Practice exam
ru: Практический экзамен

source: Practice exams
ru: Практические экзамены

source: Random problems
ru: Случайные задачи

source: Slot problems
ru: Вариантные задачи

source: Minimum total score
ru: Минимальный балл

source: Practice exam problem
ru: Задача практического экзамена

source: Practice exams problems
ru: Задачи практических экзаменов

source: Problem name
ru: Название задачи

source: Problem id
ru: ID задачи

source: Problem slot
ru: Вариант задачи

source: Statement
ru: Условие

source: Problem score
ru: Очки за решение

source: Practice exam run
ru: Посылка на практическом экзамене

source: Practice exams runs
ru: Посылки на практических экзаменах

source: Run ID
ru: ID посылки

source: Submitted at
ru: Отправлена

source: Theory exam
ru: Теоретический экзамен

source: Theory exams
ru: Теоретические экзамены

source: Random questions
ru: Случайные вопросы

source: Slot questions
ru: Вариантные вопросы

source: Theory exam question
ru: Вопрос на теоретическом экзамене

source: Theory exams questions
ru: Вопросы на теоретических экзаменах

source: Question
ru: Вопрос

source: Answer
ru: Ответ

source: Remove extra spaces from answer
ru: Удалять ненужные пробелы

source: Answer is case-sensitive
ru: Регистр букв имеет значение

source: Question slot
ru: Вариант вопроса

source: Score
ru: Балл

source: Integer number as an answer
ru: Целое число как ответ

source: String as an answer
ru: Строка как ответ

source: One option as an answer
ru: Один из перечисленных вариантов

source: Several options as an answer
ru: Несколько из перечисленных вариантов

source: Answer type
ru: Тип ответа

source: Possible answer
ru: Вариант ответа

source: Possible answers
ru: Варианты ответов

source: Short ID
ru: Короткий ID

source: This answer is correct
ru: Правильный ответ

source: Event application
ru: Заявка на событие

source: Event applications
ru: Заявки на события

source: Grade
ru: Класс

source: Current grade
ru: Класс в этом учебном году

source: Home address
ru: Адрес прописки

source: Organization
ru: Организация

source: Parents' phone numbers
ru: Телефоны родителей

source: Personal laptop will be used
ru: Будет использоваться свой ноутбук

source: Parent's full name
ru: ФИО родителя

source: Full name of the parent to whom the voucher is drawn up
ru: ФИО родителя, на которого будет оформляться путёвка

source: Issued at
ru: Оформлена

source: Issued by
ru: Кем оформлена

source: Testing
ru: Заявка пока не отправлена

source: Accepted
ru: Заявка принята к рассмотрению

source: Testing failed
ru: Тестирование провалено

source: Denied
ru: В зачислении отказано

source: Enrolled
ru: Зачислен(а)

source: Issued
ru: Путёвка оформлена

source: Studying
ru: Проходит обучение

source: Successed
ru: Обучение пройдено

source: Failed
ru: Обучение не окончено

source: Disqualified
ru: Исключён(а)

source: Application status
ru: Статус заявки

source: Reason for denial
ru: Причина отказа

source: Submit application to
ru: Подать заявку в

source: Move application
ru: Скопировать заявку

source: Submit application
ru: Подать заявку

source: Back to application
ru: Вернуться назад

source: Period dates
ru: Даты обучения

source: Enrolled students
ru: Зачисленные ученики

source: Did not apply
ru: Заявка не подана

source: Did apply
ru: Заявка подана

source: Ongoing
ru: Идёт

source: Not yet started
ru: Не началось

source: Ended
ru: Закончилось

source: Cancel application to
ru: Отменить заявку в

source: Are you sure?
ru: Вы уверены?

source: This action cannot be undone
ru: Это действие нельзя отменить

source: No, take me back
ru: Нет, вернуться назад

source: Yes, cancel application
ru: Да, отменить заявку

source: If you apply to this group, you won't be able to apply to any other. You will be able to delete your application however and apply to other group.
ru: Если вы подадите заявку в эту группу, вы не сможете подать заявку в другую, пока не отмените эту.

source: Cancel
ru: Отмена

source: Continue
ru: Продолжить

source: Application to
ru: Заявка в

source: Download
ru: Скачать

source: Please check that everything is correct. You will not be able to edit your application after submitting.
ru: Пожалуйста, убедитесь, что всё в порядке. Вы не сможете редактировать заявку после отправки.

source: Please check that everything is correct. You will not be able to edit your application or send solutions after submitting.
ru: Пожалуйста, убедитесь, что всё в порядке. Вы не сможете редактировать заявку или сдавать решения после отправки.

source: Submit
ru: Отправить

source: Your child has failed testing
ru: Ваш ребёнок провалил тестирование

source: Your child didn't meet requirements for application to this group. You can
ru: Ваш ребёнок не решил достаточно задач для поступления в эту группу. Вы можете

source: move this application to an easier group
ru: подать заявку в группу попроще

source: You have failed testing
ru: Вы провалили тестирование

source: You didn't meet requirements for application to this group. Don't worry, perhaps you are not yet ready. You can ask your parents to move your application to an easier group.
ru: Вы не решили достаточно задач для поступления в эту группу. Не волнуйтесь, возможно вам лучше пройти обучение в более начальной группе. Вы можете попросить своих родителей подать заявку в группу попроще.

source: This application to %(period)s was accepted! Soon, teacher will review this application and contact you if necessary.
ru: Эта заявка в %(period)s была принята! В течение нескольких дней, преподаватель рассмотрит её и свяжется с вами, если необходимо.

source: Congratulations
ru: Поздравляем

source: You are now enrolled to %(period)s! Please, draw up a camp voucher.
ru: Вы зачислены в %(period)s! Пожалуйста, оформите путёвку в отделе летнего отдыха.

source: You are now enrolled to %(period)s! Your voucher is approved.
ru: Вы зачислены в %(period)s! Ваша путёвка подтверждена.

source: Tell us about your child
ru: Расскажите о своём ребёнке

source: Edit
ru: Редактировать

source: About this student
ru: Об этом ученике

source: About your child
ru: О вашем ребёнке

source: About yourself
ru: О себе

source: fill now
ru: заполните сейчас

source: filled
ru: заполнено

source: ask your parents to fill this now
ru: попросите родителей заполнить

source: filled by your parents
ru: заполнено вашими родителями

source: Some actions are disabled
ru: Некоторые действия недоступны

source: Fill out information to continue
ru: Заполните информацию для продолжения

source: Information is filled
ru: Информация заполнена

source: Now you can proceed to solve entrance exam. It is not necessary to solve all problems, but at least one.
ru: Вы теперь можете приступить к написанию вступительной работы Решать все задачи не нужно, но нужно решить хотя бы одну.

source: Now your child can proceed to solve entrance exam. It is not necessary to solve all problems, but at least one.
ru: Ваш ребёнок теперь может приступить к написанию вступительной работы Решать все задачи не нужно, но нужно решить хотя бы одну.

source: Answer questions
ru: Отвечать на вопросы

source: Answers
ru: Ответы

source: out of
ru: из

source: Solve problems
ru: Решать задачи

source: Solutions
ru: Решения

source: Delete application
ru: Отменить заявку

source: Submit application for review
ru: Отправить на рассмотрение

source: Uploaded
ru: Загруженный файл

source: Reupload
ru: Загрузить другой файл

source: Save
ru: Сохранить

source: Next
ru: Далее

source: You need to write programs to solve these problems
ru: Вам необходимо написать программы, решающие данные задачи

source: Your program should be time- and memory-efficient
ru: Ваши программы должны быть эффективны по времени и памяти

source: Your program will be checked automatically
ru: Они будут проверятся автоматически

source: "OK" verdict means you solved the problem
ru: Вердикт "OK" означает, что вы решили задачу

source: Submit run
ru: Отправить

source: Choose compiler
ru: Выберите язык

source: Source code
ru: Исходный код

source: Previous attempts
ru: Предыдущие попытки

source: Time
ru: Время

source: Log
ru: Лог

source: No previous attempts
ru: Предыдущих посылок нет

source: You need to answer following questions
ru: Вам нужно ответить на вопросы

source: Your answers will be checked automatically after submitting application
ru: Ваши ответы будут проверены автоматически после отправки заявки

source: Make sure all answers comply with format
ru: Убедитесь, что ваши ответы совпадают с форматом, указанном в вопросе

source: Save answer
ru: Сохранить ответ

source: Application info
ru: Информация о заявке

source: Back
ru: Назад

source: Issue voucher
ru: Оформить путёвку

source: Enrolled to %(period)s
ru: Зачисленные в %(period)s

source: Initials
ru: ФИО

source: Status
ru: Статус заявки

source: Quick links
ru: Быстрые ссылки

source: Return to site
ru: Вернуться на сайт

source: Change password
ru: Изменить пароль

source: Log out
ru: Выйти

source: Actions_admin
ru: Действия

source: Administration
ru: Администрирование

source: Recent Actions
ru: Последние события

source: Latest Django News
ru: Новости от Django

source: Support
ru: Поддержка

source: Django documentation
ru: Документация Django

source: Django "django-users" mailing list
ru: Гугл-группа "django-users"

source: Django irc channel
ru: IRC канал Django

source: The format of phone numbers is +7 (123) 456-78-90
ru: Формат номера телефона: +7 (123) 456-78-90

source: Dashboard
ru: Панель управления

source: News
ru: Новости

source: News post
ru: Новость

source: News posts
ru: Новости

source: view news
ru: Просматривать новости

source: Title
ru: Название

source: Body
ru: Текст

source: Submitted user
ru: Отправивший пользователь

source: Posted at
ru: Добавлено

source: Modified at
ru: Изменено

source: Read more
ru: Показать больше

source: Dismiss
ru: Скрыть

source: 403 Error - Access denied!
ru: Ошибка 403 - Доступ запрещён!

source: 403 ERROR
ru: ОШИБКА 403

source: Access denied!
ru: Доступ запрещён!

source: Main page
ru: Главная страница

source: Computer school
ru: Компьютерная школа

source: Guest
ru: Гость

source: Profile
ru: Профиль

source: Sign off
ru: Выйти

source: Sign in
ru: Войти

source: Sign up
ru: Зарегистироваться

source: Authorization
ru: Вход в систему

source: VK
ru: ВКонтакте

source: Password recovery
ru: Восстановление пароля

source: Success
ru: Успех

source: Your password was changed.
ru: Ваш пароль изменён

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ru: В целях безопасности, пожалуйста, введите свой старый пароль, затем введите новый пароль дважды, чтобы мы могли убедиться в правильности написания.

source: Your password has been set. You may go ahead and log in now.
ru: Ваш пароль был изменён, теперь вы можете войти.

source: Log in
ru: Войти

source: Please enter your new password twice so we can verify you typed it in correctly.
ru: Пожалуйста, введите ваш новый пароль дважды во избежание ошибок.

source: Change my password
ru: Изменить мой пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Неверная ссылка для восстановления пароля. Возможно, ей уже воспользовались. Пожалуйста, попробуйте восстановить пароль еще раз.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ru: Мы отправили вам инструкцию по установке нового пароля на указанный адрес электронной почты (если в нашей базе данных есть такой адрес). Вы должны получить ее в ближайшее время.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ru: Если вы не получили письмо, пожалуйста, убедитесь, что вы ввели адрес с которым Вы зарегистрировались, и проверьте папку со спамом.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили это письмо, потому что вы (или кто-то другой) запросили восстановление пароля от учётной записи на сайте %(site_name)s, которая связана с этим адресом электронной почты.

source: Please go to the following page and choose a new password:
ru: Пожалуйста, перейдите на эту страницу и введите новый пароль:

source: Your username, in case you've forgotten:
ru: Ваше имя пользователя (на случай, если вы его забыли):

source: Thanks for using our site!
ru: Спасибо, что используете наш сайт!

source: The %(site_name)s team
ru: Команда сайта %(site_name)s

source: You can reset your password here
ru: Вы можете восстановить свой пароль с помощью этой формы

source: E-Mail address
ru: E-Mail адрес

source: Send My Password
ru: Отправить мой пароль

source: Registration is unavailable
ru: Регистрация отключена

source: Registration
ru: Регистрация

source: Personal info
ru: Персональная информация

source: Permissions
ru: Права доступа

source: Important dates
ru: Важные даты

source: Relative
ru: Родственник

source: Child
ru: Ребёнок

source: Education committee
ru: Комитет образования

source: Students
ru: Ученики

source: Parents
ru: Родители

source: Profiles_and_groups
ru: Профили и группы

source: Email
ru: Адрес электронной почты

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: This email address is already registered
ru: Этот адрес уже занят

source: Show notifications in news feed
ru: Показывать уведомления на главной странице

source: Send notifications to email
ru: Получать уведомления по электронной почте

source: Send notifications via Telegram bot
ru: Получать уведомления с помощью Telegram-бота

source: Invitation code
ru: Пригласительный код

source: patronymic
ru: Отчество

source: phone
ru: Номер телефона

source: Account is personal
ru: Это личный аккаунт

source: Enable user profile and social/personal actions
ru: Разрешить доступ к профилю, родственникам и подаче заявок

source: Alias
ru: Псевдоним

source: Use contents of this field instead of username
ru: Это поле будет отображаться вместо имени пользователя

source: Family relative
ru: Родственник

source: Family relatives
ru: Родственники

source: Parent
ru: Родитель

source: Invited user
ru: Пригласивший пользователь

source: Confirmation code
ru: Код подтверждения

source: Valid until
ru: Действителен до

source: Waiting
ru: Ожидание

source: Approved
ru: Одобрено

source: Declined
ru: Отклонено

source: Relationship request
ru: Запрос родства

source: Relationship #%(id)s
ru: Отношение #%(id)s

source: Delete
ru: Удалить

source: User profile
ru: Профиль пользователя

source: To add your relative, go to their profile and redeem this code
ru: Ваш родственник должен ввести этот код у себя в профиле

source: This code will be valid for
ru: Этот код истечёт через

source: Ok
ru: Ок

source: Enter code
ru: Введите код

source: Enter code from your relative
ru: Введите код, полученный от вашего родственника

source: user_profile_birthday
ru: Дата рождения

source: user_profile_email
ru: E-mail

source: user_profile_phone
ru: Телефон

source: Telegram account
ru: Аккаунт Telegram

source: Unlink
ru: Отвязать

source: Connect
ru: Подключить

source: user_profile_edit_profile
ru: Изменить профиль

source: Who
ru: Кто

source: Action
ru: Действие

source: Add relatives
ru: Добавить родственников

source: Add a child
ru: Добавить ребёнка

source: Add a parent
ru: Добавить родителя

source: I have an invitation code
ru: У меня есть код от родственника

source: Editing profile
ru: Редактирование профиля

source: Edit profile
ru: Редактировать профиль

source: Notification settings
ru: Настройки уведомлений

source: will be your child
ru: будет считаться вашим ребёнком

source: will be your parent
ru: будет считаться вашим родителем
